Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: you know, demonic energy doesn’t work like a battery you can charge, and it can't be easily transferred either.
es_419: la energía demoníaca no funciona como una batería que puede cargar, ni tampoco es fácil de transferir.

source: okay then, see you later!
es_419: bueno, ¡nos vemos!

source: who cares about the past? the present is what matters most.
es_419: ¿qué importa el pasado? debemos enfocarnos en el presente.

source: I hope you enjoy reading "Lullaby."
es_419: Espero que disfruten “Lullaby”.

source: still, what's he gonna do?
es_419: pero ¿qué va a hacer?

source: I want to show you something interesting.
es_419: quiero mostrarte algo interesante.

source: still...
es_419: aun así…

source: I can't let that happen.
es_419: no puedo permitirlo.

source: jump
es_419: SUSTO

source: feelings cross over when you look in someone’s eyes.
es_419: los sentimientos se entrecruzan cuando miras a alguien a los ojos.

source: you should eat a little bit of everything.
es_419: debes comer un poco de todo.

source: now that I think about it, I’ve ended up doing a lot of new things thanks to you, miss seohwa.
es_419: ahora que lo pienso, terminé haciendo muchas cosas nuevas gracias a ti, seohwa.

source: what-?
es_419: ¿qué?

source: it looks very good on you.
es_419: le queda muy bien.

source: this place is already so clean. there's nothing for me to do...!
es_419: ya está muy limpia. ¡no tengo nada que hacer!

source: you are always welcome to come, but if you are, please let me know in advance...
es_419: siempre es bienvenido. pero, si piensa venir, avíseme cuanto antes, por favor.

source: geumbae told me that you asked about my dating history.
es_419: geumbae me contó que le preguntaste sobre mi vida amorosa.

source: he could be controlling me. you won't be able to return to the demon world if I don't sleep.
es_419: quizá me esté controlando a mí. si no duermo, usted no podrá volver al mundo de los demonios.

source: what was that?
es_419: ¿y eso?

source: it’s not really camping without a hammock!
es_419: ¡sin hamaca, no hay campamento!

source: yep! coming!
es_419: ¡ya voy!

source: yes, sir!
es_419: ¡sí, señor!

source: yes, of course...
es_419: sí, claro.

source: so that I get a good night’s rest. haha.
es_419: para poder descansar bien. ja, ja.

source: this is to charge my blood sugar--
es_419: bebo esto para tener más azúcar en sangre…

source: I think I wasn't able to sleep because I'm not used to sleeping at this place.
es_419: creo que no pude dormir porque no estoy acostumbrada a este lugar.

source: damn, look how scary you are.
es_419: cielos, qué miedo me das.

source: snatch
es_419: ZAS

source: maybe something's wrong...
es_419: quizás algo anda mal.

source: twinkle
es_419: BRILLA

source: is this why you said that earlier?
es_419: ¿por eso rechazaste tu premio?

source: whaat?!
es_419: ¡¿qué?!

source: I wonder where you even learned that.
es_419: ¿dónde aprendiste eso?

source: what I wanted to say was...
es_419: lo que quería decir…

source: when all the sand in that hourglass flows to the bottom...
es_419: cuando toda la arena haya llegado al fondo,

source: what did you say?
es_419: ¿qué dijiste?

source: I didn't think you'd remember that...
es_419: no imaginé que recordaría eso.

source: did you perhaps drink some coffee today without my knowledge?
es_419: no habrás bebido café a mis espaldas, ¿cierto?

source: that way, you'd still be fulfilling your duties, but I’d also feel much more at ease.
es_419: de esa forma, usted cumplirá con su deber, y yo tendré la conciencia limpia.

source: hesitate
es_419: DUDOSA

source: and I’m only a human partner he just happened to meet.
es_419: y yo solo soy una de sus tantas compañeras humanas.

source: good morning!
es_419: ¡buen día!

source: wow... really?
es_419: ¡vaya! ¿en serio?

source: whatever. what's the point of worrying about him?
es_419: como sea. ¿qué sentido tiene preocuparme por él?

source: you look comfortable being with mr. gam now,
es_419: ahora se la ve cómoda con el señor gam,

source: same thing as usual?
es_419: ¿lo de siempre?

source: you’re not trying to leave without me, are you?
es_419: no se estará tratando de ir sin mí, ¿cierto?

source: there's even a tale that says he actually looks after humans.
es_419: incluso existe una leyenda que dice que él cuida de los humanos.

source: I thought I told you to go home and rest.
es_419: te dije que te fueras a casa a descansar.

source: you and mr. gam are fundamentally different. he has to go back to the demon world one day.
es_419: el señor gam y usted son muy diferentes. algún día tiene que volver al mundo de los demonios.

source: who says...
es_419: ¡¿quién dijo…

source: I didn't do anything special.
es_419: no hice nada especial.

source: hey, miss seohwa. why is your glass still full? drink up!
es_419: ¡seohwa! ¿por qué tu vaso sigue lleno? ¡bebe!

source: why is he being like this all of a sudden?
es_419: ¿por qué se puso así de pronto?

source: you also have to dress properly.
es_419: además, debes vestirte bien.

source: argh... why do I keep thinking about his thighs...?!
es_419: ¡augh! ¡¿por qué no paro de pensar en sus muslos?!

source: why is he being like this? the trainer is just correcting my pose.
es_419: ¿por qué se comporta así? el entrenador solo me corregía la postura.

source: I've finished everything you told me to do.
es_419: terminé todo lo que me pidió.

source: "keeping me company"...?
es_419: ¿le hace compañía?

source: dizzy
es_419: MAREADA

source: stammer
es_419: ATÓNITA

source: aren’t you curious about why you were running? and who you were running from?
es_419: ¿no te da intriga por qué estabas corriendo o de quién estabas huyendo?

source: do you think you can take this project on?
es_419: ¿crees que podrías aceptar este proyecto?

source: mr. gam...
es_419: señor gam…

source: I'm almost there. finally...
es_419: qué cerca estoy. ¡al fin!

source: murmur
es_419: MURMULLOS

source: ugh, why is the cup placed so high up?
es_419: uf, ¿por qué la taza está en un lugar tan alto?

source: I don’t want to unnecessarily worry him. he’s going to be very upset if he finds out that his brother showed up here.
es_419: no quiero preocuparlo sin necesidad. va a inquietarse mucho si se entera de que su hermano vino aquí.

source: DAZZLE
es_419: TILÍN

source: fwooom
es_419: FUOOOM

source: how come the flames suddenly died down? am I dreaming right now?
es_419: ¿cómo puede ser que el fuego se haya extinguido de repente? ¿estoy soñando?

source: although of course, you yourself interpreted my kind gestures as nosiness.
es_419: de todas formas, usted interpretó mis gestos generosos como una intromisión.

source: how did you get inside?
es_419: ¿cómo entraste?

source: oh my god!!
es_419: ¡¡ay, por dios!!

source: are you really worrying about me right now?
es_419: ¿de verdad estás preocupada por mí?

source: it looks like we didn't gain anything from this trip. we should go back home.
es_419: parece que no sacamos provecho de este viaje. debemos volver a casa.

source: leap
es_419: SUISH

source: I'd rather not waste my energy on an unnecessary matter so early in the morning.
es_419: prefiero no desperdiciar mi energía tan temprano en algo tan innecesario.

source: it’s nothing.
es_419: nada.

source: since that would mean I wasn't able to "keep you safe" as written in the contract.
es_419: eso significaría que no pude protegerte, como dice el contrato.

source: it prevents you from being able to overlook anything, even the little things.
es_419: no deja pasar nada por alto, ni siquiera las nimiedades.

source: then... what kind of feeling is this?
es_419: entonces, ¿qué sentimiento es este?

source: is he trying to tell me something?
es_419: ¿estará tratando de decirme algo?

source: wait a minute. miss seohwa,
es_419: momento. señorita seohwa,

source: I hope you try your best to get deep sleep.
es_419: espero que te esfuerces por dormir bien.

source: I’d protect you.
es_419: lo protegería.

source: and he immediately jumps in when something happens to you...
es_419: y, cuando tiene algún problema, él acude en su ayuda enseguida.

source: how is a mere poppy able to take on the form of a human?
es_419: ¿cómo es posible que una simple flor pueda adoptar una forma humana?

source: this is my duty and punishment.
es_419: es mi deber y mi castigo.

source: I thought about why you would want to go back so badly.
es_419: como está tan ansioso por volver,

source: tada
es_419: TARAN

source: just forget what I said earlier!
es_419: ¡olvide lo que dije antes!

source: I have no idea. it seems like he's looking at miss seohwa.
es_419: ni idea. parece que está mirando a la señorita seohwa.

source: we'll be late for work. we should go now.
es_419: llegaremos tarde al trabajo. vámonos.

source: I recently... got hired by them.
es_419: hace poco… me contrataron.

source: are you okay, mr. gam?
es_419: ¿está bien, señor gam?

source: Chapter 20 Written by MJ Art by Baeklee
es_419: Episodio 20 Historia: MJ Arte: Baeklee

source: it’s your turn to experience the horrible feeling of seeing someone else try to steal what is rightfully yours.
es_419: ahora te toca a ti pasar por la horrible experiencia de ver que alguien intente robarte lo que te pertenece.

source: I'll find a way no matter what.
es_419: encontraré una solución.

source: I don't feel dizzy anymore! my stomach also feels better!!
es_419: ¡ya no estoy mareada! ¡¡y me siento mejor del estómago!!

source: I guess I really should've minded my own business.
es_419: sin dudas, no tendría que haberle hablado.

source: I’m the exception.
es_419: yo soy la excepción.

source: that’s good to hear.
es_419: me alegra oír eso.

source: why didn't you do that from the beginning?!
es_419: ¡¿por qué no hizo eso desde el principio?!

source: I'm a fool. what was I even thinking?!
es_419: qué tonta soy. ¡¿cómo se me ocurre?!

source: but it’s just as important to me that you’re safe and happy.
es_419: pero la suya me importa tanto como la mía.

source: all right, all right, I’m going!
es_419: ¡bueno, bueno! ¡ya me voy!

source: make sure to get at least seven hours of sleep from now on.
es_419: de ahora en más, asegúrate de dormir al menos siete horas por día.

source: he'll definitely nag me if I go to bed late again.
es_419: sin duda, me regañará si me vuelvo a acostar tarde.

source: no way, there's no such thing as perfect in this world.
es_419: imposible. la perfección no existe en este mundo.

source: you said you finished the project plan for tomorrow, right?
es_419: dijiste que terminaste el plan de proyecto para mañana, ¿no?

source: after the meeting
es_419: después de la reunión

source: I was wondering where I dropped it.
es_419: no la encontraba por ningún lado.

source: then I had to accept being told "you're my human partner!"
es_419: como si fuera poco, ¡tengo que aceptar ser “su compañera humana”!

source: I packed a week's worth of lunches, but it's only two o'clock. maybe I should try cleaning the house.
es_419: preparé los almuerzos para toda la semana, pero todavía falta para que amanezca. voy a limpiar la casa.

source: oh... sorry, I didn’t realize you texted me.
es_419: uy, perdón. no vi tus mensajes.

source: that’s right. glad to know you haven’t forgotten.
es_419: es cierto. me alegra saber que no lo has olvidado.

source: how did I feel during my last relationship?
es_419: ¿cómo me sentía en mi última relación?

source: whoa!
es_419: ¡rayos!

source: he was originally a human, but turned into a snake after getting bitten by one.
es_419: nació humano, pero se convirtió en serpiente después de que una lo mordió.

source: I don't know exactly what happened, but I'm sure mr. gam is more than worthy of the throne, given that it was originally his.
es_419: no sé muy bien qué paso, pero estoy segura de que el señor gam es muy digno del trono que le pertenece desde siempre.

source: it looks like you can't even go to sleep without my help,
es_419: al parecer, no puede dormir sin mi ayuda.

source: I assume it felt amazing.
es_419: parece que lo renovó.

source: well, I can eat it by myself...
es_419: … puedo comer sola.

source: I'm not supposed to drink coffee for a while.
es_419: no puedo beber café por un tiempo.

source: why are the rooms connected like this?
es_419: ¿por qué los cuartos están conectados así?

source: perhaps...?!
es_419: ¡¿quizá…?!

source: no! that’s not what I meant...
es_419: ¡no! no quise decir eso.

source: you also must be tired because I haven't been sleeping.
es_419: usted también debe estar cansado porque yo no duermo.

source: how do you know so much about them?
es_419: ¿cómo sabe tanto sobre ellos?

source: I'll make sure to keep it safe!
es_419: ¡la cuidaré!

source: no way.
es_419: no puede ser.

source: peek
es_419: MIRA

source: he is the demon of sleep...!
es_419: ¡es el demonio del sueño!

source: seohwa’s bedroom
es_419: cuarto de seohwa

source: he disappeared!
es_419: ¡desapareció!

source: but what you do in pursuit of your own objectives can still be a kindness if the person on the receiving end of those gestures interprets them as such.
es_419: las cosas que uno hace para poder cumplir sus propios objetivos pueden ser gestos generosos si la persona receptora los interpreta como tales.

source: never...
es_419: nunca…

source: how is the hourglass?
es_419: ¿cómo va el reloj de arena?

source: stay... by you?
es_419: … ¿quedarme con usted?

source: it looks like working late all those nights paid off, even if you weren't getting a wink of sleep.
es_419: parece que, aunque no hayas dormido nada, quedarte trabajando hasta tarde rindió sus frutos.

source: It's strictly business, but there’s undeniable chemistry between the two of them.
es_419: Su relación es estrictamente profesional, pero hay una química evidente entre los dos.

source: tense
es_419: TENSA

source: I don't think this is right!
es_419: ¡no creo que funcione!

source: my hands feel numb.
es_419: tengo las manos entumecidas.

source: i-it's nothing!
es_419: ¡n-nada!

source: ugh, this is embarrassing.
es_419: uf, qué vergüenza.

source: whoosh
es_419: FUOSH

source: you're probably thinking it's unfair that you can't sleep, and wondering why you're being punished like this.
es_419: seguramente pienses que es injusto que no puedas dormir y te preguntes por qué tienes que sufrir ese castigo.

source: anxious
es_419: TU TUM

source: he’s been waiting for five hours
es_419: hace cinco horas que está esperando

source: oh, mr. gam did that? why just for miss seohwa?
es_419: ¿es de parte del señor gam? ¿solo para seohwa?

source: and you think I might be involved in that somehow?
es_419: ¿y cree que yo podría tener algo que ver con eso?

source: ...and as a result, my body is showing strange symptoms.
es_419: … y, por eso, tengo síntomas extraños en el cuerpo.

source: I’m okay now.
es_419: ya estoy bien.

source: you know me, I’m filled with bright, positive energy!
es_419: ¡ya me conoce! ¡estoy llena de energía positiva!

source: flush
es_419: SONROJADA

source: why do you presume that I was a powerless and weak being?
es_419: ¿por qué supone que yo era un ser débil e indefenso?

source: I get it now.
es_419: ya entiendo.

source: hm...
es_419: mmm…

source: storage unit of a construction site
es_419: depósito de una obra en construcción

source: he found out...
es_419: se dio cuenta.

source: don’t worry.
es_419: tranquila.

source: where is that sound coming from?
es_419: ¿de dónde viene esa voz?

source: this is an executive meeting. is there even anything I can do?
es_419: es una reunión ejecutiva. no sé qué hago aquí.

source: I didn't get frustrated at things the way I usually would have.
es_419: a diferencia de antes, no me frustro si las cosas no salen como las planeo.

source: did you overhear me when I was talking to myself?
es_419: ¿me oyó cuando estaba hablando conmigo misma?

source: with an americano, at a coffee shop.
es_419: en un café, con un americano en la mano.

source: I thought it would be great if the headlight could be synced to a sleep tracking app,
es_419: creo que sería fantástico si las luces se sincronizaran con una aplicación para monitorear el sueño,

source: that’s cold.
es_419: qué frío.

source: you had courage to proudly say that you're a gns employee when no one asked,
es_419: sin que nadie le preguntara, se animó a decir con orgullo que es empleada de dne.

source: if he put a spell on this to prevent my human partner from sleeping...
es_419: si hechizó esto para no dejar dormir a mi compañera humana…

source: I’m ready to go.
es_419: ya estoy lista.

source: I'm glad you’re okay.
es_419: me alegra que esté bien.

source: wait, no.
es_419: momento, no.

source: no, it's not what you think...
es_419: no, no es lo que creen…

source: are going on a sleeping... trip... alone...
es_419: se van de viaje… solos.

source: what's wrong with me?!! why do I keep thinking about that?!
es_419: ¡¿qué me pasa?! ¡¿por qué no paro de pensar en eso?!

source: did you confirm whether that was technically feasible?
es_419: ¿confirmaste que eso sea técnicamente viable?

source: you're not even letting me drink coffee!
es_419: ¡ni siquiera me deja beber café!

source: it doesn’t look like you’re working.
es_419: no parece que estés trabajando.

source: yeah. mr. geum is right.
es_419: sí. el señor geum tiene razón.

source: do you really think I’d be that petty?
es_419: ¿crees que soy tan despreciable?

source: see you tomorrow, miss seohwa.
es_419: nos vemos mañana, seohwa.

source: why wasn't I able to sleep?
es_419: ¿por qué no pude dormir?

source: I should mind my own business.
es_419: no debo meterme en asuntos ajenos.

source: how would I know something that you don’t?
es_419: ¿cómo podría saber algo que usted no?

source: I think it's a pretty good idea.
es_419: a mí me parece una buena idea.

source: that has to be doyeong’s doing.
es_419: seguro fue doyeong.

source: I heard you’d fainted and was really worried about you.
es_419: me enteré de que se desmayó. estaba muy preocupado.

source: proud
es_419: ORGULLOSO

source: yes, sir! we will conduct a thorough investigation to determine the cause of the fire.
es_419: ¡sí, señor! haremos una investigación exhaustiva para descubrir la causa del incendio.

source: even though it was such a struggle for you to follow me around today...
es_419: aunque seguirme mientras trabajaba haya sido un calvario para ti…

source: seven am the next morning
es_419: a la mañana siguiente

source: this whole time, I thought I’d been expelled from the demon world because doyeong started a rebellion.
es_419: siempre creí que me habían echado del mundo de los demonios porque doyeong había iniciado una rebelión.

source: why don’t you ever listen to me?
es_419: ¿por qué nunca me haces caso?

source: maybe this was too much for you this late at night.
es_419: quizás todo esto fue demasiado para usted. ya es muy tarde.

source: stir
es_419: ZAS

source: nom
es_419: ÑAM

source: is it because of that woman? no way.
es_419: ¿será por culpa de esa mujer? imposible.

source: I should write down all the questions I wanna ask when I get there!
es_419: ¡tengo que anotar todas las preguntas que quiero hacer cuando vaya!

source: you’re speaking nonsense, you really must be sick.
es_419: estás diciendo tonterías. te debes sentir muy mal.

source: giggle
es_419: JIJI

source: ...since we basically share one body now.
es_419: … porque ahora compartimos el mismo cuerpo.

source: do you understand?
es_419: ¿entendido?

source: Seohwa finally gets hired at the best mattress company in the country, but its CEO, Cheolsu Gam, turns out to be a sleep demon who hasn't been able to sleep for 600 years!
es_419: Seohwa por fin logra que la contrate la mejor compañía de colchones del país, pero su presidente, Cheolsu Gam, resulta ser un demonio del sueño que no puede dormir hace 600 años.

source: I’ll try my best to make good memories for him until he leaves.
es_419: daré lo mejor de mí para que guarde lindos recuerdos del mundo humano.

source: I'm just able to hear things that others can't...
es_419: sino que puedo oír cosas que los demás no.

source: I knew it wasn't just me.
es_419: sabía que no era la única.

source: he finally found her.
es_419: al fin la encontró.

source: ...I need to confirm whether it’s true.
es_419: … necesito averiguar si es cierto.

source: by the way... how did you know to come here?
es_419: por cierto, ¿cómo sabía que estaba aquí?

source: excuse me, I haven't received my employee id yet. would I be able to get a discount with this?
es_419: disculpa, la compañía aún no me dio mi identificación. ¿Podré obtener el descuento con esto?

source: huh? with what?
es_419: ¿eh? ¿con qué?

source: make a decision before you embarrass yourself any further.
es_419: toma una decisión antes de seguir humillándote.

source: I finally met you after all that...
es_419: … hasta que por fin te encontré.

source: miss seohwa! this is marigold tea, since you don't seem to drink coffee these days.
es_419: ¡seohwa! como ya no bebes café, te preparé un té de caléndula.

source: please remove it!
es_419: ¡quítemela!

source: okay, that’s fine. you should leave now.
es_419: bueno, suficiente. ya debes irte.

source: then... please excuse me.
es_419: con su permiso.

source: Chapter 19 Written by MJ Art by Baeklee
es_419: Episodio 19 Historia: MJ Arte: Baeklee

source: aah... all done!
es_419: aah… ¡listo!

source: you two were sleeping together, looking all beautiful and cozy!
es_419: ¡los vi durmiendo juntos, se veían tiernos y relajados!

source: are you... okay?
es_419: ¿está… bien?

source: over time, the grudge we harbored became a deadly poison.
es_419: con el paso del tiempo, el rencor que te guardamos se volvió tóxico.

source: just say so if you don't feel good. don't hold it in.
es_419: no tengas miedo de decir que te sientes mal.

source: you have no idea how stressful it is to not be able to sleep...
es_419: no tiene idea de lo estresante que es no poder dormir.

source: I should trust him.
es_419: debo confiar en él.

source: it's been a while, brother.
es_419: tanto tiempo, hermano.

source: what a fool.
es_419: qué idiota.

source: as you know, the first place winner of the new hires contest has the privilege of getting their proposal fast tracked*.
es_419: como sabes, quien gana el concurso de empleados nuevos tiene el privilegio de que su idea se ejecute rápidamente*.

source: I can't use that power on humans because it's so strong that it can remove anything.
es_419: no puedo usar semejante poder en humanos porque puede llegar a quitar cualquier cosa.

source: it kind of looks like me... lonesome and sad...
es_419: se parece a mí… solitaria y triste.

source: it’s you.
es_419: eres tú.

source: I don't want to do this partner thing.
es_419: no quiero ser su compañera humana.

source: something like this could happen again.
es_419: podría volver a pasar algo así.

source: she keeps saying strange things...
es_419: no para de decir cosas extrañas.

source: by the way, you don't look too well...
es_419: por cierto, no tienes buen aspecto.

source: I didn't feel anything when I held mr. yeonu's and mr. geum's hand...
es_419: no sentí nada cuando tomé la mano del señor yeonu o el señor geum.

source: what's going on?
es_419: ¿qué pasa?

source: what's wrong with me? my hands feel weak. my entire body is trembling.
es_419: ¿qué me pasa? no siento las manos. me tiembla todo el cuerpo.

source: rummage
es_419: HURGA

source: is it nepotism? or did they get together after she was hired?
es_419: ¿es nepotismo? ¿o empezaron a salir después de que la contrataron?

source: let’s go!
es_419: ¡yupi!
